Repository: 0DARKer/aur3-mirror
Catalog: batti+/*.po
Languages: fr

source: Suspend
fr: Veille

source: Hibernate
fr: Hibernation

source: Battery Monitor
fr: Moniteur de Batterie

source: Battery level: %s%%
fr: Niveau de Batterie: %s%%

source: Battery level: %(level)s%% Providing power for approximately %(time)s
fr: Niveau de batterie: %(level)s%% Branchement de l'alimentation dans environ %(time)s

source: Power for approximately <b>%s</b> remaining
fr: Charge Restante <b>%s</b>

source: Charging battery Battery level: %s%%
fr: Batterie en Charge Niveau de Batterie: %s%%

source: Charging battery
fr: Batterie en Charge

source: Low battery level
fr: Batterie Faible

source: Critical battery level
fr: Batterie trés Faible

source: Discharging battery
fr: Déchargement de la Batterie

source: Battery charged %s
fr: Batterie Chargée %s

source: Battery charged
fr: Batterie chargée

source: unknown time
fr: Temps restant inconnu

source: Hour
fr: Heure

source: Hours
fr: Heures
