Repository: 0DARKer/aur3-mirror
Catalog: linuxdcpp-bzr-i18n/libdcpp.*.po
Languages: pl

source: %1% (%2%) has same CID {%3%} as %4% (%5%), ignoring
pl: %1% (%2%) ma taki sam CID {%3%} jak %4% (%5%), ignoruję

source: %1% (Nick unknown)
pl: %1% (Nieznany nick)

source: %1% not shared; calculated CRC32 does not match the one found in SFV file.
pl: %1% nie udostępniony; nie odnaleziony taki sam CRC32 w pliku SFV.

source: %1% renamed to %2%
pl: %1% przesunięty do %2%

source: %1% was kicked by %2%: %3%
pl: %1% wykopany przez %2%: %3%

source: A file of equal or larger size already exists at the target location
pl: Plik o tym samym lub większym rozmiarze znajduje się już w aktualnej lokalizacji

source: A file with a different size already exists in the queue
pl: Plik o innym rozmiarze znajduje się już w kolejce pobierania

source: A file with different tth root already exists in the queue
pl: Plik o innym tth root znajduje się już w kolejce pobierania

source: A file with the same hash already exists in your share
pl: Plik z tym samym hashem jest już udostępniony

source: All download slots taken
pl: Wszystkie sloty są zajęte

source: CRC32 inconsistency (SFV-Check)
pl: Niezgodne CRC32 (sprawdź SFV)

source: Certificate not trusted, unable to connect
pl: Certyfikat niepotwierdzony, nie można połaczyć

source: Connection closed
pl: Połączenie zamknięte

source: Connection timeout
pl: Wygasł czas oczekiwania na połączenie

source: Could not open target file: %1%
pl: Nie można otworzyć pliku: %1%

source: Directory already shared
pl: Katalog jest już udostępniony

source: Disconnected
pl: Rozłączony

source: Disconnected user leaving the hub: %1%
pl: Rozłączono użytkownika opuszczającego hub: %1%

source: Download Queue
pl: Kolejka pobierania

source: Duplicate source: %1%
pl: Duplikat źródła: %1%

source: Error during compression
pl: Błąd podczas kompresji

source: Error during decompression
pl: Błąd podczas kompresowania

source: Error hashing %1%: %2%
pl: Błąd indeksowania %1%: %2%

source: Error saving hash data: %1%
pl: Błąd zapisu danych hash: %1%

source: Failed to load certificate file
pl: Nie udało się wczytać pliku certyfikatu

source: Failed to load private key
pl: Nie udało się wczytać klucza prywatnego

source: File list refresh finished
pl: Odświeżanie listy plików zakończone

source: File list refresh in progress, please wait for it to finish before trying to refresh again
pl: Odświeżanie listy w toku, proszę czekać, dopiero gdy zadanie zostanie ukończone, odśwież ponownie

source: File list refresh initiated
pl: Odświeżanie listy plików rozpoczęte

source: File not available
pl: Plik niedostępny

source: Finished hashing: %1%
pl: Zakończono indeksowanie: %1%

source: Finished hashing: %1% (%2%/s)
pl: Zakończono indeksowanie: %1% (%2%/s)

source: Full tree does not match TTH root
pl: Drzewo katalogu nie odpowiada TTH

source: Generated new TLS certificate
pl: Wygenerowany nowy ceryfikat TLS

source: Hash database
pl: Baza danych hashów

source: Hash database rebuilt
pl: Odbudowano bazę danych hashów

source: Hashing failed: %1%
pl: Niepowodzenie indeksowania: %1%

source: Invalid size
pl: błędny rozmiar

source: Kick user(s)
pl: Wykop użytkownika(ów)

source: Maximum command length exceeded
pl: Przekroczono maksymalną długość komendy

source: No directory specified
pl: Brak zdefiniowanego katalogu

source: No slots available
pl: Brak wolnych slotów

source: Offline
pl: Niedostępny

source: Redirect user(s)
pl: Przekieruj użytkownika(ów)

source: Remove all subdirectories before adding this one
pl: Usuń wszystkie podkatalogi przed dodaniem tego

source: Shared Files
pl: Udostępnione pliki

source: Socks server authentication failed (bad login / password?)
pl: Błąd autoryzacji serwera SOCKS (nieprawidłowy login/hasło)

source: TLS disabled, no certificate file set
pl: TLS wyłączony. Nie ustalony certyfikat pliku

source: Target filename too long
pl: Za długa docelowa nazwa pliku

source: The socks server doesn't support login / password authentication
pl: Serwer SOCKS nie obsługuje autoryzacji login/hasło

source: The socks server failed establish a connection
pl: Serwer SOCKS nie ustanowił połączenia

source: The socks server requires authentication
pl: Serwer SOCKS wymaga autoryzacji

source: The temporary download directory cannot be shared
pl: Katalog plików tymczasowych nie może być udostępniony

source: This file is already queued
pl: Ten plik już jest na liście oczekujących

source: Unable to create thread
pl: Nie można utworzyć wątku

source: Unable to open filelist: %1%
pl: Nie można otworzyć listy: %1%

source: Unable to read hash data file
pl: Błąd odczytu danych pliku hash

source: Unable to send file %1%: %2%
pl: Nie można wysłać pliku %1%: %2%

source: Unknown error: 0x%1$x
pl: Nieznany błąd: 0x%1$x

source: You're trying to download from yourself!
pl: Próbujesz pobrać sam od siebie!

source: downloaded from
pl: pobrano z

source: uploaded to
pl: wysłano do
