Repository: 0DARKer/aur3-mirror
Catalog: linuxdcpp-bzr-i18n/linuxdcpp.*.po
Languages: pl

source: Set Priorit_y
pl: Zmień prior_ytet

source: _Paused
pl: _Zatrzymaj

source: _Lowest
pl: _Najniższy

source: L_ow
pl: N_iski

source: _Normal
pl: _Normalny

source: H_igh
pl: _Wysoki

source: _Highest
pl: N_ajwyższu

source: _Move
pl: _Przenieś

source: _Remove
pl: _Usuń

source: _Search for alternates
pl: _Szukaj alternatyw

source: _Copy magnet
pl: _Kopiuj magnet

source: _Move/Rename
pl: _Przenieś/Zmień nazwę

source: _Browse file list
pl: _Wyświetl listę plików

source: Send _private message
pl: W_yślij wiadomość

source: Re-_add source
pl: Dod_aj źródło

source: Remove So_urce
pl: _Usuń źródło

source: Remove user from _queue
pl: Usuń użytkownika z _kolejki

source: Move to...
pl: Przenieś do..

source: Favorite Hubs Properties
pl: Preferencje ulubionych Hubów

source: Description
pl: Opis

source: Address
pl: Adres

source: Name
pl: Nazwa

source: Encoding
pl: Kodowanie

source: Password
pl: Hasło

source: <b>Identification (leave blank for defaults)</b>
pl: <b>Identyfikacja (puste = domyślne)</b>

source: Delete Favorite Hub?
pl: Usunąć Hub z tej listy?

source: Error
pl: Błąd

source: Grouped by Files
pl: Sortowanie według nazw plików

source: Grouped by Users
pl: Sortowanie według nicków

source: Open containing _folder
pl: Otwórz _folder zawierający

source: Remove All
pl: Usuń wszystko

source: Indexing files...
pl: Indeksowanie plików..

source: <b>Processing file:</b>
pl: <b>Postęp:</b>

source: <b>Statistics</b>
pl: <b>Statystyka</b>

source: Run in background
pl: Uruchom w tle

source: Enter hub password
pl: Wpisz hasło do huba

source: <b>Enter your password</b>
pl: <b>Wpisz swoje hasło</b>

source: _Copy nick
pl: _Kopiuj nick

source: _Match queue
pl: P_orównaj pliki z kolejką

source: _Private message
pl: _Prywatna wiadomość

source: _Add to favorites
pl: _Dodaj do ulubionych

source: _Grant slot
pl: P_rzyznaj dodatkowy slot

source: _Remove user from queue
pl: _Usuń użytkownika z kolejki

source: _User commands
pl: Pole_cenia użytkownika

source: _Search magnet
pl: _Szukaj magnet

source: _Properties
pl: _Preferencje

source: _Copy link
pl: _Kopiuj link

source: _Open link in default application
pl: _Otwórz link w domyślnej aplikacji

source: _Open hub
pl: _Otwórz hub

source: _File
pl: _Plik

source: Open file list
pl: Otwórz listę plików

source: Open own list
pl: Otwórz własną listę

source: Refresh file list
pl: Odśwież listę..

source: Quick connect
pl: Ręcznie połącz z..

source: Reconnect
pl: Ponowne połączenie

source: _View
pl: _Widok

source: Favorite Hubs
pl: Ulubione huby

source: Favorite Users
pl: Ulubieni użytkownicy

source: Public Hubs
pl: Publiczne huby

source: Indexing Progress
pl: Postęp indeksowania

source: Search
pl: Szukaj

source: Download Queue
pl: Kolejka

source: Finished Downloads
pl: Pobrane

source: Finished Uploads
pl: Wysłane

source: _Tabs
pl: _Karty

source: _Previous Tab
pl: _Poprzednia

source: _Next Tab
pl: _Następna

source: Quick connect to a hub
pl: Ręcznie połącz z hubem

source: View the saved hubs
pl: Pokaż zapamiętane huby

source: Browse the list of public hubs
pl: Pokaż publiczne huby

source: Edit the preferences
pl: Edytuj preferencje

source: View the hashing progress
pl: Pokaż postęp indeksowania

source: Search for files to download
pl: Wyszukaj pliki do pobrania

source: Queue
pl: Kolejka

source: View the files to be downloaded
pl: Pokaż kolejkę pobieranych plików

source: View the list of finished downloads
pl: Pokaż listę pobranych plików

source: View the list of finished uploads
pl: Pokaż listę wysłanych plików

source: Quit the program
pl: Wyjdź z programu

source: Exit LinuxDC++?
pl: Wyjść z LinuxDC++?

source: Do you really want to exit?
pl: Czy na pewno chcesz wyjść?

source: Connect to a hub
pl: Połącz się z Hubem

source: <b>Connect to address:</b>
pl: <b>Połącz z adresem:</b>

source: Copyright © 2004-2008 Jens Oknelid
pl: Prawa autorskie @ 2004-2008 Jens Oknelid

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA. In addition, as a special exception, compiling, linking, and/or using OpenSSL with this program is allowed.
pl: Niniejszy program jest wolnym oprogramowaniem; możesz go rozprowadzać dalej i/lub modyfikować na warunkach Powszechnej Licencji Publicznej GNU, wydanej przez Fundację Wolnego Oprogramowania - według wersji 2-giej tej Licencji lub którejś z późniejszych wersji. Niniejszy program rozpowszechniany jest z nadzieją, iż będzie on użyteczny - jednak BEZ JAKIEJKOLWIEK GWARANCJI, nawet domyślnej gwarancji PRZYDATNOŚCI HANDLOWEJ albo PRZYDATNOŚCI DO OKREŚLONYCH ZASTOSOWAŃ. W celu uzyskania bliższych informacji - Powszechna Licencja Publiczna GNU. Z pewnością wraz z niniejszym programem otrzymałeś też egzemplarz Powszechnej Licencji Publicznej GNU (GNU General Public License); jeśli nie - napisz do Free Software Foundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA. In addition, as a special exception, compiling, linking, and/or using OpenSSL with this program is allowed.

source: Select filelist to browse
pl: Zaznacz listę do oglądania

source: Enter line for user command
pl: Wstaw polecenie użytkownika

source: Show/hide interface
pl: Pokaż/ukryj okno

source: _Send private message
pl: W_yślij wiadomość

source: _Grant extra slot
pl: P_rzyznaj dodatkowy slot

source: User commands
pl: Pole_cenia użytkowników

source: _Force attempt
pl: _Wymuś start

source: _Close connection
pl: _Zerwij połączenie

source: Magnet properties
pl: Preferencje magnetów

source: Exact size
pl: Dokładnie

source: Size
pl: Rozmiar

source: File name
pl: Nazwa pliku

source: <b>Filter</b>
pl: <b>Filtr</b>

source: <b>Hub List</b>
pl: <b>Lista hubów</b>

source: Configure hub lists
pl: Konfiguruj listę hubów

source: <b>Note:</b> Edit urls in the list by clicking them once when selected
pl: <b>Uwaga:</b> By edytować linię zaznacz ją i ponownie na nią kliknij

source: Add to favorites
pl: Dodaj do ulubionych

source: Search for
pl: Wyszukaj podaną frazę

source: Normal At least At most
pl: Dokładnie Więcej niż Mniej niż

source: File type
pl: Typ plików

source: Any Audio Compressed Document Executable Picture Video Directory TTH
pl: Wszystkie Dźwięk Skompresowane Dokumenty Wykonywalne Obrazy Wideo Foldery TTH

source: Group by
pl: Posortuj według

source: No grouping Filename Path Size Connection TTH Nick Hub File type
pl: Nie sortuj Nazwy pliku Ścieżki Rozmiaru Połączenia TTH Nicku Huba Typu pliku

source: Search options
pl: Opcje wyszukiwania

source: Search within local results
pl: Wyszukuj też lokalnie

source: Only users with free slots
pl: Tylko z wolnymi slotami

source: Only hubs where I'm op
pl: Tylko tam gdzie mam opa

source: Filter files already in share
pl: Filtruj udostępnione pliki

source: Hubs
pl: Huby

source: Search for a file
pl: Szukaj dla pliku

source: _Search
pl: _Szukaj

source: _Download
pl: _Pobierz

source: Download _to...
pl: Pobierz _do..

source: Download _whole directory
pl: Pobierz _cały katalog

source: Download whole director_y to...
pl: Pobierz c_ały katalog do..

source: _Search by TTH
pl: _Szukaj po TTH

source: _Match Queue
pl: P_orównaj pliki z kolejką

source: Choose a directory
pl: Wybierz folder

source: Preferences
pl: Preferencje

source: Max upload speed (MiB/s)
pl: Prędkość wysyłania (MiB/s)

source: Default hub encoding
pl: Domyślne kodowanie

source: <b>Personal Information</b>
pl: <b>O mnie</b>

source: Personal
pl: Osobiste

source: Ports
pl: Porty

source: Active
pl: Aktywny

source: Firewall (passive, last resort)
pl: Zapora (pasywny, last resort)

source: External / WAN IP
pl: Zewnętrzne / WAN IP

source: Don't allow hub/UPnP to override
pl: Nie zezwalaj hubowi/UPnP na nadpisywanie

source: Firewall with manual port forward
pl: Zapora z przekierowaniem portów

source: <b>Incoming connection settings</b>
pl: <b>Ustawienia połączeń przychodzących</b>

source: Username
pl: Nick

source: Use SOCKS5 server to resolve hostnames
pl: Pobieranie nazwy hostu przy pomocy SOCKS5

source: Direct connection
pl: Bezpośrednie połączenie

source: <b>Outgoing connection settings</b>
pl: <b>Ustawienia połączeń wychodzących</b>

source: Connection
pl: Połączenie

source: Default download directory
pl: Pobrane pliki zapisuj w

source: Browse...
pl: Przeglądaj..

source: Unfinished downloads directory
pl: Pobierane pliki zapisuj w

source: <b>Directories</b>
pl: <b>Foldery</b>

source: No new downloads if speed exceeds (KiB/s, 0 = disable)
pl: Nie pobieraj nowych plików jeżeli transfer przekroczył (KiB/s, 0 = wył.)

source: Maximum simultaneous downloads (0 = infinite)
pl: Maksymalna ilość równocześnie pobieranych plików (0 = nieskończone)

source: Note; because of changing download speeds, this is not 100% accurate...
pl: Uwaga: ponieważ prędkość nie jest stała, to nie jest w 100% dokładne..

source: <b>Limits</b>
pl: <b>Limity</b>

source: Public Hubs list URL
pl: URLe do publicznych list hubów

source: Configure Public Hub Lists
pl: Konfiguruj Listę Źródeł

source: HTTP Proxy (for hublist only)
pl: Proxy (tylko dla listy hubów)

source: <b>Public Hubs list</b>
pl: <b>Lista publicznych hubów</b>

source: Downloads
pl: Pobieranie

source: <b>Favorite download to directories</b>
pl: <b>Lokalizacje "Pobierz do.."</b>

source: Download to
pl: Pobierz do

source: High priority max size
pl: Wysoki prio. max roz.

source: Low priority size
pl: Nieski prio. max roz.

source: Normal priority max size
pl: Normalny prio. max roz.

source: Highest priority max size
pl: Najwyższy prio. max roz.

source: <b>Auto-priority settings</b>
pl: <b>Ustawienia automatycznej aktualizacji priorytetów</b>

source: Min filesize
pl: Min. rozm. pliku

source: Max inactivity
pl: Max nieaktywny

source: Check every
pl: Sprawdzaj co

source: Min sources online
pl: Min. źródeł aktywnych

source: Min elapsed
pl: Min. czas

source: Drop sources below
pl: Odrzuć źródło wolniejsze niż

source: <b>Auto-drop settings</b>
pl: <b>Ustawienia auto-porzucania</b>

source: <b>Other queue options</b>
pl: <b>Inne opcje kolejki</b>

source: Note: New files are added to the share only once they've been hashed!
pl: Uwaga: Nowo dodane pliki będą dostępne po utworzeniu dla nich sum (hash)!

source: Share hidden files
pl: Udostępniaj ukryte pliki

source: Follow Links
pl: Podążaj za linkami

source: <b>Shared directories</b>
pl: <b>Foldery udostępniane</b>

source: Upload slots
pl: Slotów

source: Automatically open extra slot if speed is below (0 = disable)
pl: Automatycznie dodaj slot jeżeli prędkość jest niższa niż (0 = wył.)

source: Sharing
pl: Udostępnianie

source: <b>Options</b>
pl: <b>Opcje</b>

source: Top Left Right Bottom
pl: Góra Lewo Prawo Dół

source: <b>Tab Position</b>
pl: <b>Pozycja kart</b>

source: Icons Text Both Both horizontal Hidden System default
pl: Tylko ikony Tylko tekst Tekst i ikony Systemowe Ukryj panel

source: <b>Main Toolbar Style</b>
pl: <b>Wygląd panelu</b>

source: <b>Default away message</b>
pl: <b>Auto-odpowiedź dla statusu nieobecny</b>

source: <b>Timestamps</b>
pl: <b>Format czasu</b>

source: Note: most of these options require that you restart LinuxDC++
pl: Uwaga: niektóre z tych ustawień wymagają ponownego uruchomienia LinuxDC++

source: Appearance
pl: Wygląd

source: Uploads
pl: Wysłane

source: Select text style
pl: Styl tekstu

source: Select window color
pl: Kolor okna

source: <b>Colors</b> (Not implemented)
pl: <b>Kolory</b> (Nie zaimplementowane)

source: Beep every time a private message is received
pl: Informuj gdy ktoś napisze

source: Beep when a private message window is opened
pl: Informuj o nowym oknie rozmowy

source: <b>Sounds</b>
pl: <b>Dźwięki</b>

source: <b>Tab bolding on content change</b>
pl: <b>Wyróżnij kartę gdy zmieniła się jej zawartość</b>

source: Colors and Sounds
pl: Kolory i dźwięk

source: <b>Auto-open on startup</b>
pl: <b>Automatycznie otwórz przy starcie</b>

source: <b>Window Options</b>
pl: <b>Opcje okna</b>

source: <b>Confirmation Dialog Options</b>
pl: <b>Ustawienia dialogów</b>

source: Tabs
pl: Karty

source: Directory
pl: Folder

source: Log main chat
pl: Zapisuj główny czat

source: Log private chat
pl: Zapisuj prywatne rozmowy

source: Log downloads
pl: Zapisuj pobrania

source: Log uploads
pl: Zapisuj wysłania

source: Log system messages
pl: Zapisuj wiadomości systemowe

source: Log status messages
pl: Zapisuj statusy

source: Log filelist transfers
pl: Zapisuj pobierane pliki

source: <b>Logging</b>
pl: <b>Zapisywanie logów</b>

source: Logs
pl: Logi

source: Advanced
pl: Zaawansowane

source: User Commands
pl: Polecenia użytkownika

source: Max hash speed
pl: Max. prędkość hashu

source: PM history
pl: Historia PM

source: Mini slot size
pl: Min roz slota

source: Max filelist size
pl: Max. rozmiar listy plików

source: Write buffer size
pl: Bufor zapisu

source: Search history
pl: Historia szukania

source: Bind address
pl: Dowiąż adres

source: Socket read buffer
pl: Bufor odczytu gniazda

source: Socket write buffer
pl: Bufor zapisu gniazda

source: Auto refresh time
pl: Odświeżanie co

source: Experts Only
pl: Tylko dla ekspertów

source: Trusted certificates path
pl: Zaufane certyfikaty

source: Certificate file
pl: Certyfikat

source: Private key file
pl: Klucz prywatny

source: <b>Certificate Paths</b>
pl: <b>Ścieżka do certyfikatów</b>

source: <b>Other Security Options</b>
pl: <b>Inne opcje zabezpieczeń</b>

source: Generate certificates
pl: Generuj certyfikat

source: Security Certificates
pl: Certyfikaty zabezpieczające

source: Favorite name
pl: Ulubiona nazwa

source: Virtual name
pl: Wirtualna nazwa

source: <b>Name under which the others see the directory</b>
pl: <b>Nazwa, pod którą inni widzą folder</b>

source: Choose a File
pl: Wybierz plik

source: Modify User Command
pl: Modyfikacja poleceń użytkowników

source: Chat
pl: Czat

source: Separator
pl: Odstęp

source: <b>Command Type</b>
pl: <b>Typ polecenia</b>

source: Search Menu
pl: Menu wyszukiwania

source: Chat Menu
pl: Menu czatu

source: Filelist Menu
pl: Menu listy plików

source: Hub Menu
pl: Menu hubów

source: <b>Context</b>
pl: <b>Zawartość</b>

source: Command
pl: Polecenie

source: Hub IP / DNS (empty = All, 'op' = where operator)
pl: Hub IP / DNS (puste = wszystkie, 'op' = gdzie operator)

source: To (empty for selected user)
pl: Do (puste dla wybranego użytkownika)

source: Send once per nick
pl: Wyślij pojedynczo dla nicka

source: <b>Parameters</b>
pl: <b>Parametry</b>

source: <b>Text sent to hub</b>
pl: <b>Wyślij tekst do huba</b>

source: Match Queue
pl: Szukaj źródeł

source: Find
pl: Znajdź

source: Next
pl: Następny

source: Find files
pl: Znajdź pliki

source: Enter text to search for
pl: Wprowadź tekst do wyszukania

source: Download
pl: Pobierz

source: Download to...
pl: Pobierz do..

source: Close tab
pl: Zamknij kartę

source: Items: %1%
pl: Elementów: %1%

source: Size: %1%
pl: Rozmiar: %1%

source: Files: %1%
pl: Plików: %1%

source: No users
pl: Brak użytkowników

source: %1% of %2% user online
pl: %1% na %2% użytkownik dostępny

source: Running...
pl: Uruchomiony..

source: Paused
pl: Zatrzymane

source: Lowest
pl: Najniższy

source: Low
pl: Niski

source: High
pl: Wysoki

source: Highest
pl: Najwyższy

source: Normal
pl: Normalny

source: File not available
pl: Plik niedostępny

source: Passive user
pl: Pasywny użytkownik

source: CRC32 inconsistency (SFV-Check)
pl: Niezgodne CRC32 (sprawdź SFV)

source: Source too slow
pl: Źródło za wolne

source: Remote client does not fully support TTH - cannot download
pl: Zdalny klient nie obsługuje w pełni TTH - nie pobieraj

source: No errors
pl: Brak błędów

source: The name and address fields are required
pl: Nazwa i adres są wymagane

source: Yes
pl: Tak

source: No
pl: Nie

source: -.-- B/s, %1% left
pl: -.-- B/s, pozostało %1%

source: -:--:-- left
pl: Pozostało -:--:--

source: %1% left
pl: Pozostało %1%

source: Done
pl: Zakończono

source: %1% has joined
pl: %1% dołączył

source: %1% User
pl: %1% nick

source: Away mode off
pl: Tryb away wył.

source: Away mode on: %1%
pl: Tryb away wł: %1%

source: User not found
pl: Użytkownik niedostępny

source: Available commands: /away <message>, /back, /clear, /close, /favorite, /getlist <nick>, /grant <nick>, /help, /join <address>, /pm <nick>, /rebuild, /refresh, /userlist
pl: Dostępne komendy: /away <wiadomość> (nieobecny), /back (obecny), /clear (wyczyść), /close (zamknij), /favorite (ulubione), /getlist <nick> (pobierz listę), /grant <nick> (przyznaj), /help (pomoc), /join <adres> (dołącz), /pm <nick> (prywatna wiadomość), /rebuild, /refresh (odśwież), /userlist (lista użytkowników)

source: Unknown command '%1%': type /help for a list of available commands
pl: Nieznana komenda '%1%': wpisz /help by wyświetlić listę dostępnych komend

source: System default
pl: Domyślne systemowe

source: Slot granted to %1%
pl: Slot przyznano dla %1%

source: Unable to connect: already connected to the requested hub
pl: Nie można połączyć: już jesteś połączony z tym hubem

source: Favorite hub added
pl: Hub dodany do ulubionych

source: Favorite hub already exists
pl: Taki hub już istnieje w ulubionych

source: Connecting to %1%...
pl: Łączenie z %1%..

source: Connected
pl: Połączony

source: %1% has quit
pl: %1% wyszedł

source: Connect failed: %1%
pl: Połączenie nie udane: %1%

source: Ignored private message from hub
pl: Ignoruj prywatne wiadomości od huba

source: Ignored private message from bot %1%
pl: Ignoruj prywatne wiadomości od botów %1%

source: Nick already taken
pl: Nick w użyciu

source: Search spam from %1%
pl: Wykryj spam od %1%

# AboutDialog
source: A DC++ port for Linux
pl: Port DC++ dla Linuksa

# AboutDialog
source: %1% %2% version: %3% Core version: %4%
pl: %1% %2% wersja: %3% Wersja Core: %4% Tłmaczenie beta3: 3ED

source: Welcome to %1%
pl: Witaj w %1%

source: %1% Download: %2% Upload: %3%
pl: %1% Pobierane: %2% Wysyłane: %3%

source: Download finished, idle...
pl: Pobieranie ukończone..

source: Downloaded %1% (%2%%%) from %3%/%4% user
pl: Pobieranie %1% (%2%%%) od %3%/%4% użytkownika

source: Waiting for slot, %1% (%2%%%) from %3%/%4% user
pl: Czekam na slot, %1% (%2%%%) od %3%/%4% użytkownika

source: Filelist
pl: Lista plików

source: <b>Enter value for '%s'</b>
pl: <b>Wstaw wartość dla '%s'</b>

source: Unable to open: Older file list format detected
pl: Nie można otworzyć: Zbyt stary format listy

source: Loading file list
pl: Otwieranie listy plików

source: Connecting (forced)...
pl: Łączenie (wymuszanie)..

source: Closing connection...
pl: Zrywanie połączenia..

source: Upload finished, idle...
pl: Wysyłanie zakończone..

source: Connecting...
pl: Łączenie..

source: Waiting to retry...
pl: Ponawiam..

source: Download starting...
pl: Zaczęto pobieranie..

source: Downloaded %1% (%2%%%) in %3%
pl: Pobrano %1% (%2%%%) w %3%

source: Upload starting...
pl: Zaczęto wysyłanie..

source: Uploaded %1% (%2%%%) in %3%
pl: Wysłano %1% (%2%%%) w %3%

source: D: %1%
pl: P: %1%

source: U: %1%
pl: W: %1%

source: Available commands: /away <message>, /back, /clear, /close, /favorite, /getlist, /grant, /help
pl: Dostępne komendy: /away <wiadomość> (nieobecny), /back (obecny), /clear (wyczyść), /close (zamknij), /favorite (ulubione), /getlist (pobierz listę), /grant (przyznaj), /help (pomoc)

source: Unknown command %1%: type /help for a list of available commands.
pl: Nieznana komenda %1%: wpisz /help by wyświetlić listę dostępnych komend

source: User went offline
pl: Użytkownik jest niedostępny

source: Added user to favorites list
pl: Użytkownik Dodany do ulubionych

source: Slot granted
pl: Slot przyznany

source: Hubs: %1%
pl: Huby: %1%

source: Users: %1%
pl: Nicków: %1%

source: New list
pl: Nowa lista

source: Download starting: %1%
pl: Rozpoczęto pobieranie: %1%

source: Download failed: %1%
pl: Pobierane nie powiodło się: %1%

source: Download finished: %1%
pl: Pobieranie powiodło się: %1%

source: Searching for %1%...
pl: Wyszukiwanie dla %1%..

source: %1% item
pl: %1% element

source: %1% filtered
pl: %1% filtrowany

source: Search: %1%
pl: Szukaj: %1%

source: Searching too soon, retry in %1% s
pl: Zbyt szybka prośba wyszukania, następne wyszukanie za %1% s

source: Set lowest priority for newly added files larger than low priority size
pl: Ustaw najniższy prio dla nowo dodanych plików większych niż rozmiar Niskiego prio(rytetu)

source: Auto-drop slow sources for all queue items (except filelists)
pl: Auto-opuszczanie powolnych źródeł dla elementów kolejki (listy to wyjątek)

source: Remove slow filelists
pl: Usuń powolne listy plików

source: Don't remove the source when auto-dropping, only disconnect
pl: Nie usuwaj źródeł przy auto-porzucaniu, tylko rozłączaj

source: Automatically search for alternative download locations
pl: Automatycznie szukaj alternatywnych źródeł pliku

source: Automatically match queue for auto search hits
pl: Automatycznie dopasuj pliki z kolejki do wyniku auto-wyszukiwania

source: Skip zero-byte files
pl: Pomiń puste pliki

source: Don't download files already in share
pl: Nie pobieraj udostępnionego pliku

source: Don't download files already in the queue
pl: Nie pobieraj pliku dostępnego w kolejce

source: Filter kick and NMDC debug messages
pl: Filtruj kopnięcia i wiadomości z NMDC

source: Show tray icon
pl: Pokaż ikonkę w obszarze powiadomień

source: Show timestamps in chat by default
pl: Domyślnie pokazuj czas na czacie

source: View status messages in main chat
pl: Pokaż status na głównym czacie

source: Show joins / parts in chat by default
pl: Pokazuj status wejście/wyjście na głównym czacie

source: Only show joins / parts for favorite users
pl: Pokazuj status tylko dla ulubionych użytkowników

source: Use OEM monospaced font for chat windows
pl: Używaj czcionek o stałej szerokości w oknie czatu

source: Hub (also sets urgency hint)
pl: Hub (także określa istotność wyróżnienia)

source: Private Message (also sets urgency hint)
pl: Prywatna wiadomość (także określa istotność wyróżnienia)

source: Open file list window in the background
pl: Otwórz listę plików w tle

source: Open new private messages from other users in the background
pl: Otwórz nową prywatną wiadomość od innych w tle

source: Open new window when using /join
pl: Otwórz nowe okno gdy użyto /join

source: Ignore private messages from the hub
pl: Ignoruj prywatne wiadomości od huba

source: Ignore private messages from bots
pl: Ignoruj prywatne wiadomości od botów

source: Confirm application exit
pl: Potwierdź zamknięcie programu

source: Confirm favorite hub removal
pl: Potwierdź usunięcie huba z listy ulubionych

source: Auto-away on minimize (and back on restore)
pl: Auto-away przy minimalizacji (i wył. przy powrocie)

source: Automatically follow redirects
pl: Automatycznie śledź przekierowania

source: Clear search box after each search
pl: Wyczyść pole z frazą po każdym wyszukiwaniu

source: Keep duplicate files in your file list (duplicates never count towards your share size)
pl: Trzymaj duplikaty plików na twojej liście plików (nie wliczają się w rozmiar udostępnionych plików)

source: Don't delete file lists when exiting
pl: Nie usuwaj list plików przy wyjściu

source: Automatically disconnect users who leave the hub
pl: Automatycznie rozłączaj użytkowników, którzy opuścili hub
