Repository: 0DARKer/aur3-mirror
Catalog: linuxdcpp-bzr-i18n/linuxdcpp.*.po
Languages: pl

source: Enable segmented downloads
pl: Włącz pobieranie pliku odcinkami

source: Enable automatic SFV checking
pl: Włącz automatyczne sprawdzanie SFV

source: Enable safe and compressed transfers
pl: Włącz bezpieczne i skompresowane transfery

source: Accept custom user commands from hub
pl: Akceptuj "polecenia użytkownika" dostarczone przez huby

source: Send unknown /commands to the hub
pl: Wyślij nieznaną /komendę do huba

source: Add finished files to share instantly (if shared)
pl: Udostępniaj na bieżąco pobrane pliki

source: Don't send the away message to bots
pl: Nie wysyłaj wiadomości away do botów

source: Use TLS when remote client supports it
pl: Używaj TLS gdy zdalny klient obsługuje

source: Allow TLS connections to hubs without trusted certificate
pl: Zezwól na połączenie z hubem, który nie ma zaufanego certyfikatu

source: Allow TLS connections to clients without trusted certificate
pl: Zezwól na połączenie z klientem, który nie ma zaufanego certyfikatu

source: Name and command must not be empty
pl: Nazwa i polecenie nie mogą być puste

source: Command name already exists
pl: Nazwa polecenia już istnieje

source: Directory or favorite name already exists
pl: Folder lub nazwa już istnieje

source: Total size: %1%
pl: Razem: %1%

source: List: %1%
pl: Lista: %1%

source: File list loaded
pl: Załadowano listę plików

source: Unable to load file list: %1%
pl: Nie można załadować listy: %1%

source: Total: %1%
pl: Razem: %1%

source: Found a match
pl: Znaleziono źródła

source: No matches
pl: Brak wyników

source: No search text entered
pl: Nie podano tekstu do wyszukania

source: Matched %1% file
pl: Znaleziono %1% plik

source: Loading %1%
pl: Wczytywanie %1%

source: Only one instance of %1% is allowed per profile
pl: Tylko jedna kopia %1% może być uruchomiona na profil

source: Shutting down...
pl: Wyłączanie..

source: Offline
pl: Niedostępny

source: CP1252 (Western Europe)
pl: CP1252 (Zachodnio-europejski)

source: ISO-8859-2 (Central Europe)
pl: ISO-8859-2 (Środkowo-europejski)

source: ISO-8859-7 (Greek)
pl: ISO-8859-7 (Grecki)

source: ISO-8859-8 (Hebrew)
pl: ISO-8859-8 (Hebrajski)

source: ISO-8859-9 (Turkish)
pl: ISO-8859-9 (Turecki)

source: ISO-2022-JP (Japanese)
pl: ISO-2022-JP (Japoński)

source: SJIS (Japanese)
pl: SJIS (Japoński)

source: CP949 (Korean)
pl: CP949 (Koreański)

source: KOI8-R (Cyrillic)
pl: KOI8-R (Cyrylica)

source: CP1251 (Cyrillic)
pl: CP1251 (Cyrylica)

source: CP1256 (Arabic)
pl: CP1256 (Arabski)

source: CP1257 (Baltic)
pl: CP1257 (Bałtycki)

source: GB18030 (Chinese)
pl: GB18030 (Chiński)

source: TIS-620 (Thai)
pl: TIS-620 (Tajski)
