Repository: 0DARKer/aur3-mirror
Catalog: nested/*.po
Languages: fr

source: file published to:
fr: Publication du fichier :

source: '{0}' declared in registry but not found within the extension.
fr: '{0}' declaré dans le registre mais introuvable dans l'extension.

source: <None>
fr: <Aucun>

source: <b>Bibliography</b>
fr: <b>Bibliographie</b>

source: <b>Status</b>
fr: <b>Statut</b>

source: <b>Summary</b>
fr: <b>Sommaire</b>

source: <html>Unable to preview. Please check the syntax.</html>
fr: <html>Prévisualisation impossible. Vérifiez la syntaxe.</html>

source: <span size="large">Color scheme</span>
fr: <span size="large">Palette de couleurs</span>

source: <span size="large">Document properties:</span>
fr: <span size="large">Propriétés du document :</span>

source: <span size="large">Font</span>
fr: <span size="large">Police</span>

source: <span size="large">Image gallery</span>
fr: <span size="large">Galerie d'images</span>

source: <span size="large">Insert code here:</span>
fr: <span size="large">Insérer le code ci-dessous :</span>

source: <span size="large">Insert table</span>
fr: <span size="large">Définition du tableau</span>

source: <span size="large">Link type</span>
fr: <span size="large">Type de lien</span>

source: <span size="large">Publishing options:</span>
fr: <span size="large">Options de publication :</span>

source: <span size="small">Coma separated</span>
fr: <span size="small">Séparées par des virgules</span>

source: <span size="small">HTML base64 encoded inline image.</span>
fr: <span size="small">Encodage des images en base64.</span>

source: <span size="small">Plain text has no options implemented yet.</span>
fr: <span size="small">Aucune option disponible pour la publication en texte brut.</span>

source: <span size="small">Suggested format: %%date(%B, %Y), {version}</span>
fr: <span size="small">Suggestion de format : %%date(%B, %Y), {version}</span>

source: <span size="small">Suggested format: {author-name}, {e-mail}</span>
fr: <span size="small">Suggestion de format : {author-name}, {e-mail}</span>

source: <span size="small">e. g.: <tt>%!postproc(xhtmls): '(&lt;/?)b>' '\1strong>'</tt></span>
fr: <span size="small">Ex : <tt>%!postproc(xhtmls): '(&lt;/?)b>' '\1strong>'</tt></span>

source: <span size="small">e. g.: <tt>%!preproc: 'NE' 'Nested Editor'</tt></span>
fr: <span size="small">Ex : <tt>%!preproc: 'NE' 'Nested Editor'</tt></span>

source: <span size="small">e.g.: jquery, mathjax, mylib</span>
fr: <span size="small">Ex : jquery, mathjax, mylib</span>

source: <span size="x-large" font_weight="bold">The current file has not been saved yet.</span> Do you want to save before closing?
fr: <span size="x-large" font_weight="bold">Aucune sauvegarde existante pour le fichier en cours.</span> Voulez vous enregistrer avant de fermer ?

source: <span size="x-large">Processing. Please wait...</span>
fr: <span size="x-large">Processus en cours, veuillez patienter...</span>

source: <span size="x-small"><b>Note:</b> the first section will be used as abstract if the document class supports it.</span>
fr: <span size="x-small"><b>Note : </b> La première section sera déclarée abstract si le document le permet.</span>

source: <span size="xx-small">Here you can include packages, options or cofiguration for your LaTeX document. For example: <tt> \usepackage{color} \definecolor{gray97}{gray}{.97} \definecolor{gray75}{gray}{.75} \definecolor{gray45}{gray}{.45} </tt> This header will be added after system packages and before the beginning of the document.</span>
fr: <span size="xx-small">Vous définissez ici l'inclusion de packages, les options ou encore la configuration de votre document LaTeX. Exemple : <tt> \usepackage{color} \definecolor{gray97}{gray}{.97} \definecolor{gray75}{gray}{.75} \definecolor{gray45}{gray}{.45} </tt> Cet en-tête sera rajouté entre les paquets système et le début du document.</span>

source: <tt>pdflatex</tt> command wasn 't found. Please install {0}
fr: Commande <tt>pdflatex</tt> introuvable. Veuillez l'installer. {0}

source: A Master's thesis.
fr: Une thèse de Maîtrise.

source: A Ph.D. thesis.
fr: Une thèse de Ph.D.

source: A book with an explicit publisher.
fr: Un livre et son éditeur

source: A document having an author and title, but not formally published.
fr: Un document ayant titre et auteur mais non formellement publié.

source: A part of a book having its own title.
fr: Une partie de livre avec son propre titre.

source: A part of a book, usually untitled. May be a chapter (or section or whatever) and/or a range of pages.
fr: Une partie de livre, habituellement sans titre. Eventuellement un chapitre (oune section ou autre) et/ou un certain nombre de pages

source: A report published by a school or other institution, usually numbered within a series.
fr: Un rapport publié par une école ou autre institution, habituellement numéroté à l'intérieur d'une série.

source: A work that is printed and bound, but without a named publisher or sponsoring institution.
fr: Un travail imprimé et encadré, mais anonyme.

source: About
fr: A propos

source: About Nested
fr: A propos de Nested

source: Add
fr: Ajouter

source: Add "%s" to Dictionary
fr: Rajouter "%s" au dictionnaire

source: Add image
fr: Ajouter une image

source: An article from a journal or magazine.
fr: Un article pour un journal ou un magazine.

source: An article in a conference proceedings.
fr: Un article d'une conférence.

source: Article in a conference proceedings
fr: Article d'actes de conférence

source: As inline image
fr: En tant qu'image

source: As text
fr: En tant que texte

source: Author
fr: Auteur

source: Author:
fr: Auteur :

source: Background color:
fr: Couleur d'arrière-plan :

source: Backward search
fr: Recherche en arrière

source: Bibliography
fr: Bibliographie

source: Bloqued
fr: Verrouillé

source: Bold
fr: Gras

source: Book
fr: Livre

source: Book part
fr: Partie de livre

source: Booklet
fr: Brochure

source: Close
fr: Fermer

source: Columns:
fr: Colonnes :

source: Conference proceedings
fr: Actes de conférence

source: Copy
fr: Copier

source: Custom
fr: Personnalisé

source: Cut
fr: Couper

source: Decrease font
fr: Réduire la police

source: Do you want to overwrite the file?
fr: Ecraser le fichier ?

source: Document class:
fr: Classe de document :

source: Document image gallery
fr: Galerie d'images

source: Document properties
fr: Propriétés du document

source: Document saved in
fr: Document enregistré dans

source: Document saved to backup file .backup.t2t.bak
fr: Document sauvegardé dans le fichier .backup.t2t.bak

source: Don't save
fr: Ne pas enregistrer

source: Downgrade
fr: Vers la droite

source: Edit
fr: Modifier

source: Editor appearance
fr: Apparence de l'éditeur

source: Editor font:
fr: Police de l'éditeur :

source: Error while processing extension {0}.
fr: Erreur lors de l'activation de l'extension {0}.

source: Error, file not found for entry:
fr: Erreur, fichier introuvable pour l'entrée :

source: Error, file not found:
fr: Erreur, fichier introuvable :

source: Errors found on the log file.
fr: Erreurs trouvées dans le fichier journal.

source: Examples
fr: Exemples

source: Extension '{0}' has no dictionary registry.
fr: L'extension '{0}' ne possède pas de dictionnaire de registre.

source: Extension '{0}' is not a valid zip file.
fr: L'extension '{0}' n'est pas un fichier zip correct.

source: External
fr: Externe

source: Extract path is not a directory.
fr: Le chemin extrait n'est pas un répertoire.

source: File
fr: Fichier

source: File successfully loaded:
fr: Fichier chargé avec succès :

source: Find
fr: Rechercher

source: Find and replace
fr: Rechercher et remplacer

source: Find help online
fr: Aide sur Internet

source: Find next
fr: Rechercher le suivant

source: Find previous
fr: Rechercher le précédent

source: Find:
fr: Rechercher :

source: Fixing Glade file for MS Windows.
fr: Réparer le fichier Glade pour MS Windows

source: Focus mode
fr: Mode focalisation

source: Font color:
fr: Couleur de la police :

source: For use when nothing else fits.
fr: A utiliser lorsque rien d'autre ne convient.

source: Forward search
fr: Recherche en avant

source: Fullscreen
fr: Plein écran

source: Header:
fr: En-tête :

source: Help
fr: Aide

source: Hide e-mails:
fr: Masquage des adresses de courriel :

source: If enabled, this options will create a single HTML file with inline style and scripts. If disabled, style (css) and scripts (js) will be put aside the published file in the media directory.
fr: Si activées, ces options créeront un fichier HTML unique dans lequel style (css) et scripts (js) seront écrits. Si désactivées, style (css) et scripts (js) seront écrits dans des fichiers séparés et placés dans le répertoire media.

source: Ignore all
fr: Tout ignorer

source: Ignoring library {0}
fr: Ignorer les bibliothèques {0}

source: Increase font
fr: Augmenter la police

source: Insert
fr: Insérer

source: Insert code
fr: Insérer du code

source: Insert footnote
fr: Insérer des notes en bas de page

source: Insert image
fr: Insérer une image

source: Insert link
fr: Insérer un lien

source: Insert math
fr: Insérer des formules mathématiques

source: Insert table
fr: Insérer un tableau

source: Insert verbatim
fr: Insérer 'tel quel'

source: Insert verbatim block
fr: Insérer un bloc 'tel quel'

source: Internal
fr: Interne

source: Italic
fr: Italique

source: LaTeX compiled the document successfully. No errors or warnings were encountered while processing the document.
fr: LaTeX a compilé le document avec succès. Aucune erreur ni avertissement ne sont à signaler.

source: LaTeX document
fr: Document LaTex

source: LaTeX was able to compile the document, but not without warnings. Please check them below.
fr: LaTex a pu compiler le document mais pas sans avertissements. Vérifiez les ci-dessous.

source: LaTeX was unable to complete the compilation of the document because some errors were encountered. Please check them below.
fr: LaTeX n'a pas pu terminer la compilation du document à cause des erreurs rencontrées. Vérifiez les ci-dessous.

source: Label: <span size="small">(optional)</span>
fr: Libellé : <span size="small">(optionnel)</span>

source: Languages
fr: Langues

source: Libraries available by default: - syntaxhighlighter, for code syntax highlight. - mathjax, for math (LaTeX) rendering on browser. - jquery, powerfull javascript library. You can add libraries by putting them on your 'libraries' folder.
fr: Bibliothèques disponibles par défaut : - syntaxhighlighter, coloration syntaxique. - mathjax, pour le rendu de formules mathématiques (LaTeX) dans le navigateur. - jquery, puissante bibliothèque javascript. Le rajout de bibliothèques s'effectue en les placant dans votre répertoire 'libraries'.

source: Libraries:
fr: Bibliothèques :

source: Loading file: {0}
fr: Chargement du fichier : {0}

source: Log Viewer
fr: Afficheur du journal.

source: Log file
fr: Fichier journal

source: MacTeX from http://www.tug.org/mactex/.
fr: MacTeX de http://www.tug.org/mactex/.

source: Manual
fr: Manuel

source: Markup
fr: Edition

source: Markup reference
fr: Définition du langage de balisage

source: Master's thesis.
fr: Thèse de Maîtrise.

source: MikTeX from http://miktex.org/.
fr: MikTeX de http://miktex.org/.

source: Miscellaneous
fr: Divers

source: Move down
fr: Vers le bas

source: Move up
fr: Vers le haut

source: My Nested folder
fr: Mon répertoire Nested

source: New
fr: Nouveau

source: New file created...
fr: Nouveau fichier créé...

source: Next section
fr: Section suivante

source: No
fr: Non

source: No suggestions
fr: Aucune suggestion

source: Numbered headers
fr: En-têtes numérotés

source: Open
fr: Ouvrir

source: Open file
fr: Ouvrir un fichier

source: Open recent
fr: Ouvrir un fichier récent

source: Ordered list
fr: Liste ordonnée

source: Output as PDF
fr: Publication en PDF

source: Packaging:
fr: Compilation :

source: Paste
fr: Coller

source: Ph.D. thesis
fr: Thèse de Ph.D.

source: Plain text
fr: Texte brut

source: Please select a filename.
fr: Veuillez sélectionner un nom de fichier

source: Please wait...
fr: Veuillez patienter...

source: Please write a filename.
fr: Veuillez écrire un nom de fichier.

source: Postprocessing filters:
fr: Filtres post-processus

source: Preferences
fr: Préférences

source: Preprocessing filters:
fr: Filtres pré-processus

source: Presentation:
fr: Présentation :

source: Preview
fr: Prévisualisation

source: Preview is currently not supported for Microsoft Windows, but you still can publish the document to HTML. If you need this functionality you can help the developer by packaging pywebkitgtk for Windows: http://code.google.com/p/pywebkitgtk/
fr: La prévisualisation est actuellement indisponible sous Microsoft Windows, cela étant vous pouvez toujours publier votre document au format HTML. Par ailleurs, si cette fonctionnalité vous est indispensable, vous pouvez aider le développeur en codant/compilant le module pywebkitgtk pour Windows : http://code.google.com/p/pywebkitgtk/

source: Previous section
fr: Section précédente

source: Properties
fr: Propriétés

source: Publish
fr: Publier

source: Publish to:
fr: Publier en :

source: Quit
fr: Quitter

source: Redo
fr: Refaire

source: Remove
fr: Supprimer

source: Report a bug
fr: Faire part d'un bug

source: Rows:
fr: Lignes :

source: Running standalone shutdown...
fr: Extinction autonome...

source: Save
fr: Enregistrer

source: Save as
fr: Enregistrer sous

source: Save file
fr: Enregistrer le fichier

source: Save file?
fr: Enregistrer le fichier ?

source: Security:
fr: Sécurité :

source: Select link
fr: Sélection du lien

source: Show up to level:
fr: Afficher jusqu'au niveau :

source: Single document
fr: Document unique

source: Software for the creation of structured documents.
fr: Logiciel de création de documents structurés.

source: Sorry, {0} target is not supported. Using xhtmls.
fr: Désolé, la cible {0} n'est pas supportée. Utilisation de xhtmls à la place.

source: Spell checking
fr: Vérification orthographique

source: Starting Bibliography Managment Module standalone...
fr: Démarrage du module de gestion bibliographique autonome...

source: Starting LaTeX Log Viewer standalone...
fr: Démarrage de l'afficheur autonome du journal LaTeX...

source: Starting Nested...
fr: Démarrage de Nested...

source: Suggestions
fr: Suggections

source: Table of contents
fr: Table des matières

source: Technical documentation.
fr: Documentation technique.

source: Technical report
fr: Rapport technique

source: Template:
fr: Modèle :

source: Templates
fr: Modèles

source: The log file is invalid.
fr: Le fichier journal est incorrect.

source: The proceedings of a conference..
fr: Les actes d'une conférence...

source: Theme
fr: Thème

source: Theme {0} could not be found
fr: Impossible de trouver le thème {0}

source: Theme:
fr: Thème :

source: Title
fr: Titre

source: Title:
fr: Titre :

source: Translate Nested
fr: Traduire Nested

source: Unable to add {0} to the recent files file. Are you in a read-only system?
fr: Impossible de rajouter {0} à la liste des fichiers récents. Votre système est-il en lecture seule ?

source: Unable to create recent.txt file. Read-only system?
fr: Impossible de créer le fichier recent.txt. Votre système est-il en lecture seule ?

source: Unable to import spellcheck: spell checking will be unavailable.
fr: Impossible d'importer la vérification orthographique : celle-ci sera indisponible.

source: Unable to include library {0}.
fr: Impossible d'inclure la bibliothèque {0}.

source: Unable to install .oxt dictionaries
fr: Impossible d'installer les dictionnaires .oxt

source: Unable to load file {0}.
fr: Impossible de charger le fichier {0}.

source: Unable to load image {0}.
fr: Impossible de charger l'image {0}.

source: Unable to move extension, file with same name exists within move_path.
fr: Déplacement de l'extension impossible, un fichier du même nom existe dans le chemin de destination

source: Unable to move extension, move_path is not a directory.
fr: Déplacement de l'extension impossible, le chemin de destination n'est pas un répertoire

source: Unable to open LaTex header. Do you have permissions?
fr: Impossible d'ouvrir l'en-tête LaTex. Disposez-vous des droits ?

source: Unable to open footer {0}.
fr: Impossible d'ouvier le pied {0}.

source: Unable to open header {0}.
fr: Impossible d'ouvrir l'en-tête {0}.

source: Unable to open script {0}.
fr: Ouverture du script {0} impossible.

source: Unable to open style {0}.
fr: Ouverture du style {0} impossible.

source: Unable to publish the document. Are you in a read-only system?
fr: Publication du document imossible. Votre système est-il en lecture seule ?

source: Unable to read the recent files file. Do you have permissions?
fr: Lecture des fichiers récents impossible. Disposez-vous des droits ?

source: Unable to read {0} theme requires file. Do you have permissions?
fr: Lecture du thème {0} requis impossible. Disposez vous des droits ?

source: Unable to remove entry from recent files file. Read-only system?
fr: Suppression de l'entrée de la liste des fichiers récents impossible. Votre système est-il en lecture seule ?

source: Unable to save backup file. Are you in a read-only system?
fr: Enregistrement du fichier de sauvegarde impossible. Votre système est-il en lecture seule ?

source: Unable to save preferences. Are you in a read-only system?
fr: Enregistrement des préférences impossible. Votre système est-il en lecture seule ?

source: Unable to save the Tex header file. Read-only system?
fr: Enregistrement du fichier d'en-tête LaTex impossible. Votre système est-il en lecture seule ?

source: Unable to save the document. Are you in a read-only system?
fr: Enregistrement du fichier impossible. Votre système est-il en lecture seule ?

source: Underline
fr: Souligné

source: Undo
fr: Défaire

source: Unordered list
fr: Liste désordonnée

source: Unpublished
fr: Non publiés

source: Untitled book part
fr: Partie de livre sans titre

source: Untitled document* - Nested
fr: Document sans titre* - Nested

source: Untitled section
fr: Section sans titre

source: Untitled section 1
fr: Section 1 sans titre

source: Upgrade
fr: Vers la gauche

source: User manual
fr: Manuel utilisateur

source: Using arguments:
fr: Arguments utilisés :

source: Using configuration files:
fr: Fichiers de configuration utilisés :

source: Using user path for pdflatex: {0}
fr: Chemin personnalisé pour pdflatex : {0}

source: Validate
fr: Valider

source: View
fr: Affichage

source: Wait what? Error on sync_tree_fields() :S
fr: Mais comment quoi-ce ? Erreur sur sync_tree_fields() :S

source: Warnings found on the log file.
fr: Avertissements trouvés dans le fichier journal.

source: We are in {0}
fr: Nous sommes en {0}

source: What? Forcing the formatting to target 'xhtmls' in format_config()
fr: Quoi ? Forcer la conversion au format 'xhtmls' dans format_config()

source: What? Target combo has nothing selected :S
fr: Quoi, mais qu'est ce ? Le sélecteur de cible ne présente aucune sélection :S

source: What? Theme combo has nothing selected :S
fr: Non mais dites donc, comment ce fait-ce ? Le sélecteur de thème ne présente aucune sélection :S

source: Year
fr: Année

source: packages <tt>texlive</tt>, <tt>texlive-publishers</tt> and <tt>texlive-latex-extra</tt>.
fr: packages <tt>texlive</tt>, <tt>texlive-publishers</tt> et <tt>texlive-latex-extra</tt>.

source: pdflatex command is not avalaible.
fr: la commande pdflatex n'est pas disponible.
